IDEA Open Model
SubStructure.Geometry Property
Compatible with IDEA StatiCa Beta 20.0
 Geometry
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SubStructureGeometry Geometry { get; set; }
Public Property Geometry As SubStructureGeometry
	Get
	Set
Property Value
Type: SubStructureGeometry
See Also
Reference
SubStructure Class
IdeaRS.OpenModel.Model Namespace